{
  "nombre": "Miguel Ángel Báez Domínguez",
  "email": "elgladiadordelcielo@gmail.com",
  "resumen": "Programador, técnico de redes y técnico microinformático",
  "educacion": [
    "09/2008 - 09/2010 - Técnico Superior, de Desarrollo de Aplicaciones Informáticas (DAI).",  
    "04/2025 - HOY - Técnico microinformático - CEDECO",
    "09/2023 - 10/2023 - Inteligencia Artificial, Big Data, Java orientado a 5G, usos y características del 5G (150h)",
    "05/2023 - Fundamentos de robótica (50h)",
    "06/2022 - Machine Learning aplicado usando Python (150h)",
    "09/2018 - 01/2020 - Certificado de Profesionalidad - Desarrollo de aplicaciones con tecnología web, nivel de cualificación 3",
    "10/2019 - 10/2019 - Metodología/filosofía SCRUM en la academia ADAMs",
    "04/2018 - 09/2018 - Programación WEB: HTML5+CSS3+Javascrip+Jquery+Ajax+Bootstrap, y en entorno servidor PHP nativo y Symfony con PHP y Twig con copias de seguridad con   GIT.  CMS: Wordpress y Prestashop (590h).",
    "06/2016 - 05/2017 - Desarrollo de aplicaciones Android (Clases particulares)",
    "03/2018 - 04/2018 - Oracle, JAVA, Hibernate, Spring, Android, IOS, PHP y Python. PC CARRIER (300h)",
    "05/2012 - 05/2012 - Redes de Área local intranet e Internet para el personal del SAS (60h)",
    "01/2012 - 04/2012 - Diseñador WEB y multimedia con Photoshop, Animate, e Ilustrator, redes sociales y posicionamiento SEO, Instituto Andaluz de enseñanza (370h)",
    "03/2011 - 07/2011- Administración de redes, Prescal (420h). (3 meses de prácticas en la empresa www.comalis.com)",
    "09/2010 - 02/2011 - Analista programador JAVA+ORACLE, JCL Consultores (434h).",
    "07/2009 - 08/2009 - C y JAVA durante 2 meses, academia EasySystem",
    "11/2006 - 07/2007 - Programación y redes, Visual Basic 6.0 / C / PHP / Administración de redes y seguridad / PhotoShop, NES (948h)"

  ],
  "experiencia": [
    "09/2019 - 11/2023 - Negocio propio no relacionado con la informática",
    "04/2019 - 05/2019 - Formador de funcionarios de juntas electorales en aplicaciones para elecciones 26M en la empresa I3E IT)",
    "09/2018 - 09/2018 - Prácticas de desarrollador WEB centrado en WordPress en www.doblerc.com",
    "10/2011 - 11/2011 - Prácticas de Administrador de Redes en  www.comalis.com",
    "06/2010 - 07/2010 - Prácticas del Ciclo Superior en Alsima Consultores",
    "10/2009 - 04/2010 - Programador JAVA en Equiposeo.com cursando mi último año del Ciclo DAI",
    "10/2007 - 04/2009 - 19  meses  Teleoperador-técnico  dando  soporte  a  clientes  (niveles  1  y  2) e instaladores de las ADSL de Orange en la subcontrata SITEL. (Configurar routers guiando a clientes, Wifis, IPs fijas, correos, etc.) (Manejo directo de toda clase de aplicaciones para TV y telefonía IP, etc.)",
    "07/1997 - 08/2006 - 9 años trabajando en JK INFORMÁTICA, en calidad de técnico y gerente-propietario. (Montaje de redes Microsoft/Reparación de PCs de sobremesa y portátiles/Diseño gráfico/Técnico-comercial/Trabajos administrativos)."
  ]
}
